Repository: lyra/plugin-ubercart
Catalog: uc_vads/translations/uc_vads.*.po
Languages: fr

# uc_vads
source: Integrates PayZen Payment gateway with Ubercart
fr: Intègre la méthode de paiement PayZen dans Ubercart

# uc_vads
source: Pay by credit card with PayZen
fr: Payer par carte de crédit avec PayZen

# uc_vads
source: Process credit card payments using PayZen gateway.
fr: Paiement par carte de crédit via la plateforme PayZen.

# uc_vads
source: Module information
fr: Informations sur le module

# uc_vads
source: Developed by
fr: Développé par

# uc_vads
source: Contact email
fr: Courriel de contact

# uc_vads
source: Module version
fr: Version du module

# uc_vads
source: Gateway version
fr: Version de la plateforme

# uc_vads
source: Tested with
fr: Testé avec

# uc_vads
source: Gateway access
fr: Accès à la plateforme

# uc_vads
source: Site id
fr: Identifiant du site

# uc_vads
source: Your PayZen site identifier
fr: Votre identifiant PayZen

# uc_vads
source: Test mode certificate
fr: Certificat en mode test

# uc_vads
source: Available in your PayZen back-office
fr: Disponible dans l'outil de gestion de caisse PayZen

# uc_vads
source: Production mode certificate
fr: Certificat en mode production

# uc_vads
source: Available in your PayZen back-office after validation
fr: Disponible dans l'outil de gestion de caisse PayZen après passage en production

# uc_vads
source: TEST or PRODUCTION
fr: TEST ou PRODUCTION

# uc_vads
source: Payment gateway URL
fr: URL de la page de paiement

# uc_vads
source: Link to the payment platform
fr: Lien vers la plateforme de paiement

# uc_vads
source: Payment page
fr: Page de paiement

# uc_vads
source: Language
fr: Langue

# uc_vads
source: Default language of the payment gateway
fr: Langue par défaut de la page de paiement

# uc_vads
source: Available languages
fr: Langues disponibles

# uc_vads
source: Select ALL to use gateway config
fr: Sélectionner TOUTES pour utiliser la configuration de la plateforme

# uc_vads
source: French
fr: Français

# uc_vads
source: English
fr: Anglais

# uc_vads
source: Spanish
fr: Espagnol

# uc_vads
source: German
fr: Allemand

# uc_vads
source: Italian
fr: Italien

# uc_vads
source: Chinese
fr: Chinois

# uc_vads
source: Japanese
fr: Japonais

# uc_vads
source: Portuguese
fr: Portugais

# uc_vads
source: Dutch
fr: Néerlandais

# uc_vads
source: ALL
fr: TOUTES

# uc_vads
source: Capture delay
fr: Délai avant remise en banque

# uc_vads
source: Leave blank to use back-office parameter
fr: Laisser vide pour utiliser le paramètrage de l'outil de gestion de caisse

# uc_vads
source: Validation mode
fr: Mode de validation

# uc_vads
source: If manual is selected, you will have to confirm payments manually in your PayZen back-office
fr: Si manuel, vous devrez confirmer chaque paiement dans l'outil de gestion de caisse PayZen

# uc_vads
source: Back-office default
fr: Paramètre par défaut

# uc_vads
source: Automatic
fr: Automatique

# uc_vads
source: Manual
fr: Manuel

# uc_vads
source: Payment cards
fr: Cartes autorisées

# uc_vads
source: Leave blank to accept all cards, or use values separated by ";" (e.g. "CB;VISA;MASTERCARD")
fr: Laisser vide pour accepter toutes les cartes, ou utiliser les codes séparés par ; (ex: "CB;VISA;MASTERCARD")

# uc_vads
source: Amount restrictions
fr: Restrictions sur le montant

# uc_vads
source: Maximum Order Total
fr: Montant maximum

# uc_vads
source: Maximum amount for which this payment method is available
fr: Montant maximum pour lequel cette méthode de paiement est disponible

# uc_vads
source: Minimum Order Total
fr: Montant minimum

# uc_vads
source: Minimum amount for which this payment method is available
fr: Montant minimum pour lequel cette méthode de paiement est disponible

# uc_vads
source: payment
fr: Paiement

# uc_vads
source: Return options
fr: Options de retour à la boutique

# uc_vads
source: Automatic redirection
fr: Redirection automatique

# uc_vads
source: Send the client back to the shop at the end of the payment process
fr: Renvoyer automatiquement le client vers la boutique à la fin du paiement

# uc_vads
source: Disabled
fr: Désactivée

# uc_vads
source: Enabled
fr: Activée

# uc_vads
source: Success redirection timeout
fr: Délai avant redirection (paiement réussi)

# uc_vads
source: Delay before redirection after a successful payment
fr: Délai avant redirection lorsque le paiement a réussi

# uc_vads
source: Success redirection message
fr: Message affiché avant redirection (paiement réussi)

# uc_vads
source: Displayed message after a successful payment
fr: Message affiché avant redirection lorsque le paiement a réussi

# uc_vads
source: Error redirection timeout
fr: Délai avant redirection (paiement échoué)

# uc_vads
source: Delay before redirection after a failed payment
fr: Délai avant redirection lorsque le paiement a échoué

# uc_vads
source: Error redirection message
fr: Message affiché avant redirection (paiement échoué)

# uc_vads
source: Displayed message after a failed payment
fr: Message affiché avant redirection lorsque le paiement a échoué

# uc_vads
source: Return mode
fr: Mode de retour

# uc_vads
source: Method to use when transfering the result of the payment through the client browser
fr: Méthode à utiliser lors du transfert de la réponse de la banque par le navigateur du client

# uc_vads
source: GET (parameters in url)
fr: GET (réponse dans l'url)

# uc_vads
source: POST (may cause warnings on client browser)
fr: POST (peut provoquer des messages d'avertissement dans le navigateur)

# uc_vads
source: NONE (none parameter)
fr: NONE (aucun paramètre)

# uc_vads
source: Success url
fr: Url de succès

# uc_vads
source: Url the client will be redirected to after a successful payment
fr: Le client sera redirigé vers cette url après un paiement réussi

# uc_vads
source: Return url
fr: Url de retour

# uc_vads
source: Url the client will be redirected to by default
fr: Le client sera redirigé vers cette url par défaut

# uc_vads
source: Silent url to set in the PayZen back-office
fr: Url serveur à renseigner dans l'outil de gestion de caisse PayZen

# uc_vads
source: This payment method is not available for your order amount
fr: Ce mode de paiement n'est pas disponible pour le montant de votre commande

# uc_vads
source: Unsupported currency
fr: Devise non supportée

# uc_vads
source: Submit Order
fr: Soumettre la commande

# uc_vads
source: Authentication failed
fr: Authentification échouée

# uc_vads
source: Order not found
fr: Commande non trouvée

# uc_vads
source: PayZen Transaction ID: @trans_id, Payment Mean : @card_brand, Card Number : @card_number
fr: Identifiant de Transaction PayZen: @trans_id, Moyen de paiement : @card_brand, Numéro de carte : @card_number

# uc_vads
source: Payment of @amount submitted through PayZen.
fr: Paiement de @amount effectué via PayZen

# uc_vads
source: Payment confirmation was not received from gateway. Have you properly configured the check url in your PayZen back-office ?
fr: Le paiement n'a pas été confirmé par la plateforme. Avez-vous configuré correctement l'url serveur dans l'outil de gestion de caisse PayZen

# uc_vads
source: The payment process was not completed. Your order has not been registered.
fr: Le processus de paiement a été interrompu. Votre commande n'a pas été validée.

# uc_vads
source: An error has occurred.
fr: Une erreur s'est produite.

# uc_vads
source: Invalid payment confirmation received for an already accepted order.
fr: Code de paiement invalide reçu pour une commande déjà acceptée.
